{
    "world_new": "ehlo world hope last",
    "key.1": "<foo:bar> \nFiverr is acquiring ClearVoice, a company that helps customers like Intuit and Carfax find professionals to write promotional content.\n\nThe two companies seem like a natural fit, since they both operate marketplaces for freelancers. Fiverr covers a much broader swath of freelance work, but CEO Micha Kaufman  (pictured above) said the marketplace’s professional writing category grew 220 percent between the fourth quarters of 2017 and 2018, and he predicted that the need for content marketing will only increase.\n\n“The types of channels that brands and companies need to be involved in and engaging in conversation with their audience are just growing,” Kaufman said. “I think any brand today that wants to be relevant needs to create a lot of engaging, interesting, creative content in their space, and I think that that creates a high demand for good content writers.”\n\nKaufman also noted that this is Fiverr’s third acquisition in two years, and he said he’s a “big believer … in the consolidation of vertical businesses into horizontal businesses such as ours — the fact that we cover over 200 categories gives us a tremendous amount of power to serve customers across many different types of needs.”\n\nSo what does the acquisition bring to the table that Fiverr wasn’t offering already? Kaufman said the ClearVoice  team has “a lot of know how, both in technology side and the actual content side,” which will allow Fiverr to “cater to customers of all sizes and all needs.”\n\nClearVoice editorial calendar\nClearVoice  editorial calendar\n\n\nMore specifically, he said most of Fiverr’s content marketing customers are small businesses, while ClearVoice is able to work with large enterprises, especially with its collaboration and workflow tools that allow those enterprises to create content at “high velocity.”\n\nFounded in 2014 by Jay Swansson  and Joe Griffin (who still serve as co-CEOs), ClearVoice has raised a total of $3.1 million in funding from investors including PC Ventures, Desert Angels, Peak Ventures and Service Provider Capital, according to Crunchbase.\n\nFiverr is not disclosing the financial terms of the acquisition. The company says ClearVoice will continue to operate as an independent subsidiary.\n\n“We are thrilled to be joining a company that is changing how people and companies work together in the modern era,” Swansson said in a statement. “This new chapter is a chance for us to use Fiverr’s depth and knowledge to globally scale our business and advance our mission of creating a platform that allows for worldwide creative collaboration.”\n\n\n\nImage Credits: Fiverr\n",
    "key.2": "<foo:bar> test"
}